Revit 2027 API
SlabShapeVertexArray Constructor
Initializes a new instance of the SlabShapeVertexArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SlabShapeVertexArray()
Public Sub New
public:
SlabShapeVertexArray()
new : unit -> SlabShapeVertexArray
See Also
Reference
SlabShapeVertexArray Class
Autodesk.Revit.DB Namespace